tap "blackfireio/blackfire"
tap "candid82/brew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "nicoverbruggen/cask"
tap "pusher/brew"
tap "warrensbox/tap"
tap "yqrashawn/goku"
brew "ack"
brew "python@3.11"
brew "ansible"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "python@3.10"
brew "azure-cli"
brew "beanstalkd"
brew "benthos"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "libssh2"
brew "curl"
brew "freetds"
brew "php"
brew "composer"
brew "dive"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "erlang"
brew "exa"
brew "fastlane"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "go"
brew "go@1.16"
brew "go@1.17"
brew "go@1.18"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "groonga"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "k2tf"
brew "k9s"
brew "openjdk"
brew "kafka", restart_service: true
brew "kompose"
brew "kubeconform"
brew "kubernetes-cli"
brew "kumactl"
brew "lcov"
brew "libfido2"
brew "librdkafka"
brew "livekit"
brew "livekit-cli"
brew "mackup"
brew "mariadb", restart_service: true
brew "minikube"
brew "mkcert"
brew "mockery"
brew "nats-server"
brew "ncdu"
brew "nghttp2"
brew "nginx"
brew "node"
brew "node@16"
brew "octant"
brew "openapi-generator"
brew "operator-sdk"
brew "php@7.4"
brew "php@8.1", link: true
brew "pickle"
brew "python@3.8"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "ruby"
brew "supervisor", restart_service: true
brew "terraform"
brew "tflint"
brew "tree"
brew "wget"
brew "yarn"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "mas-cli/tap/mas"
brew "warrensbox/tap/tfswitch"
brew "yqrashawn/goku/goku"
cask "beardedspice"
cask "brave-browser"
cask "confluent-cli"
cask "discord"
cask "dozer"
cask "fig"
cask "flutter"
cask "gitdock"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "obsidian"
cask "phpmon"
cask "rectangle"
cask "shottr"
cask "slack"
cask "spotify"
cask "temurin"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "albymor.increment-selection"
vscode "alexcvzz.vscode-sqlite"
vscode "antfu.icons-carbon"
vscode "beyondcode.tinkerwell"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "blaugold.melos-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "bodil.prettier-toml"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "calebporzio.better-phpunit"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "cdonohue.quill-icons"
vscode "cjhowe7.laravel-blade"
vscode "cpylua.language-postcss"
vscode "cssho.vscode-svgviewer"
vscode "dakshmiglani.hex-to-rgba"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ezforo.copy-relative-path-and-line-numbers"
vscode "fabianlauer.vs-code-xml-format"
vscode "FelixAngelov.bloc"
vscode "fernandoescolar.vscode-solution-explorer"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "georgykurian.laravel-ide-helper"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "heybourn.headwind"
vscode "humao.rest-client"
vscode "iocave.customize-ui"
vscode "iocave.monkey-patch"
vscode "jebbs.plantuml"
vscode "jpoissonnier.vscode-styled-components"
vscode "junstyle.php-cs-fixer"
vscode "kokororin.vscode-phpfmt"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mathiasfrohlich.Kotlin"
vscode "MehediDracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mohamedbenhida.laravel-intellisense"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "onecentlin.laravel-blade"
vscode "PeterHdd.dartgettersetter"
vscode "planbcoding.vscode-react-refactor"
vscode "pmndrs.pmndrs"
vscode "rebornix.toggle"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ryanolsonx.solarized"
vscode "sdras.night-owl"
vscode "shufo.vscode-blade-formatter"
vscode "stylelint.vscode-stylelint"
vscode "svipas.control-snippets"
vscode "Tyriar.sort-lines"
vscode "withfig.fig"
vscode "wraith13.unsaved-files-vscode"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
