tap "blackfireio/blackfire"
tap "candid82/brew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "nicoverbruggen/cask"
tap "warrensbox/tap"
tap "yqrashawn/goku"
brew "ack"
brew "python@3.10"
brew "ansible"
brew "azure-cli"
brew "beanstalkd"
brew "benthos"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "libssh2"
brew "openldap"
brew "curl"
brew "dive"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "erlang"
brew "exa"
brew "freetds"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "go"
brew "go@1.17"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "groonga"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "libheif"
brew "imagemagick"
brew "k9s"
brew "kafka", restart_service: true
brew "kompose"
brew "kubeconform"
brew "kubernetes-cli"
brew "kumactl"
brew "libfido2"
brew "libpq"
brew "librdkafka"
brew "mackup"
brew "minikube"
brew "mockery"
brew "mysql", restart_service: true
brew "ncdu"
brew "nghttp2"
brew "nginx"
brew "node"
brew "node@16"
brew "octant"
brew "openapi-generator"
brew "php"
brew "php@7.4"
brew "pickle"
brew "python@3.8"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "supervisor", restart_service: true
brew "tflint"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "mas-cli/tap/mas"
brew "warrensbox/tap/tfswitch"
brew "yqrashawn/goku/goku"
cask "dozer"
cask "fig"
cask "hammerspoon"
cask "karabiner-elements"
cask "phpmon"
cask "temurin"
cask "virtualbox"
